import React from 'react';

export const bookData = [
    {
        id: 301,
        imageUrl: '/img/b1.jpg',
        title: '폭풍의 언덕',
        name: '에밀리 브론테'
    },
    {
        id: 302,
        imageUrl: '/img/b2.jpg',
        title: '해변의 카프카',
        name: '무라카미 하루키'
    },
    {
        id: 303,
        imageUrl: '/img/b3.jpg',
        title: '위저드 베이커리',
        name: '구병모'
    },
    {
        id: 304,
        imageUrl: '/img/b4.jpg',
        title: '쇼코의 미소',
        name: '최은영'
    },
    {
        id: 305,
        imageUrl: '/img/b5.jpg',
        title: '구의 증명',
        name: '최진영'
    },
    {
        id: 306,
        imageUrl: '/img/b6.jpg',
        title: '자면서도 다 듣는 애인아',
        name: '김개미'
    },
    {
        id: 307,
        imageUrl: '/img/b7.jpg',
        title: '당신은 언제 노래가 되지',
        name: '허 연'
    },
    {
        id: 308,
        imageUrl: '/img/b8.jpg',
        title: '칵테일, 러브, 좀비',
        name: '조예은'
    },
    {
        id: 309,
        imageUrl: '/img/b9.jpg',
        title: '보건교사 안은영',
        name: '정세랑'
    },
    {
        id: 310,
        imageUrl: '/img/b10.jpg',
        title: '프로즌 파이어',
        name: '팀 보울러'
    }
    
];

export const BookModalData = [
    {
        id: 301,
        title: 'Wuthering Heights 폭풍의 언덕',
        author: 'Emily Bronte 에밀리 브론테',
        publish: '민음사',
        sentence: `빈곤이나 타락, 죽음 중 그 무엇도 우리를 갈라놓을 순 없었어.

        내가 얼마나 사랑하는지 걔가 절대로 알면 안돼. 히스클리프가 잘생겼기 때문이 아니야. 나보다도 더 나 자신이기 때문이야. 우리의 영혼이 무엇으로 만들어졌든, 걔의 영혼과 내 영혼은 같아.

        모든 것이 소멸해도 그가 남는다면 나는 계속 존재해. 그러나 다른 모든 것은 있되 그가 사라진다면 우주는 아주 낯선 곳이 되고 말거야. 내가 바로 히스클리프야. 그는 언제나 언제까지나 내 마음속에 있어. 기쁨으로서가 아니야. 나 자신이 반드시 나의 기쁨이 아닌 것처럼, 나 자신으로서 내 마음 속에 있는 거야.

        내가 네 가슴을 찢은 게 아니야. 네가 찢은 거야. 
        네가 네 가슴을 찢으며 내 가슴까지 찢어놓은 거야.

        이렇게 너를 안은 채로 같이 죽어버리면 좋겠어.
        네 괴로움 같은 건 내가 상관할 바 아냐.
        내가 괴로우면 너도 같이 괴로워야 해.

        폭풍은 외부에서 부는 것이 아니라, 내부에서 분다.

        -

        히스클리프와 캐서린 언쇼
        `
    },
    {
        id: 302,
        title: '海辺のカフカ 해변의 카프카',
        author: '村上春樹(むらかみ はるき) 무라카미 하루키',
        publish: '문학사상사',
        sentence: `너는 지금부터 세상에서 가장 터프한 열다섯 살 소년이 된다.

        넌 이미 마음을 정했어. 이제 남은 건 그걸 실행하는 일 뿐이야. 무엇이 어떻게 되든 네 인생이니까, 기본적으로는 네 생각대로 할 수 밖에 없지.
        
        그렇지만 뭐니 뭐니 해도 넌 아직 열다섯 살 아니냐구. 네 인생은 아무래도 이제 막 시작된 거나 다름없지. 네가 지금까지 본 적도 없는 것들이 이 세상엔 잔뜩 넘쳐 있다는 걸 알아야 해. 지금 너로선 상상조차 할 수 없는 일들이 세상에는 가득 차 있다는 걸 알아야 한다구.

        "늘 하던 게임을 하자" 라고 그는 말한다.
        "좋아" 하고 나는 말한다. 나도 그와 같이 눈을 감고, 조용히 숨을 크게 쉰다.

        "내 말 잘들어. 엄청나게 지독한 모래 폭풍을 상상해 봐." 하고 그가 말한다. "다른 모든 일든은 모두 깡그리 잊어버리고 말이야."

        다른 일들은 모두 완전히 잊어버린다. 내가 나 자신이라는 사실조차 잊어버린다. 내 속은 텅 빈 것 같다. 모래 폭풍이 곧 머리에 떠오른다.

        "경우에 따라서는 운명이란 끊임없이 진행하는, 방향을 바꿔가며 어느 특정한 지점에 집중되는 국지적인 모래 폭풍과 비슷하지."
        
        너는 그 폭풍을 피하려고 도망치는 방향을 바꾼다. 그러면 폭풍도 네 도주로에 맞추듯 방향을 바꾸지. 몇 번이고 몇 번이고, 그런 일이 되풀이되는 거야. 왜냐하면 그 폭풍은 어딘가 먼 곳에서 찾아온, 너와 아무 관계가 없는 어떤 것이 아니기 때문이지. 그 폭풍은 그러니까 너 자신인거야. 네 안에 있는 무엇이라고 생각하면 돼. 그러니까 네가 할 수 있는 일이라곤, 모든 걸 체념하고 그 폭풍 속으로 곧장 걸어들어가서 모래가 들어가지 않게 눈과 귀를 꽉 틀어막고 한 걸음 한 걸음 빠져나가는 일 뿐이야.

        그리고 물론 너는 실제로 그 놈으로부터 빠져나가게 될 거야. 그 맹렬한 모래폭풍으로부터. 그 모래폭풍이 그쳤을 때, 어떻게 자기가 무사히 빠져나와 살아남을 수 있었는지, 너는 잘 이해할 수 없게 되어있어. 아니 정말로 모래폭풍이 사라져버렸는지 아닌지도 확실하지 않게 되어있어. 그러나 이것 한 가지만은 확실해. 그 폭풍을 빠져나온 너는 폭풍 속에 발을 들여놓았을 때의 네가 아니라는 사실이야. 그래, 그것이 바로 모래 폭풍의 의미인 거야.
        
        -
        
        다무라 카프카와 까마귀 소년
        `
    },    {
        id: 303,
        title: '위저드 베이커리',
        author: '구병모',
        publish: '창비',
        sentence: `빵은 지긋지긋해. 현실은 쓴데, 입 속은 달다.
        자신의 아픔은 자신에게 있어서만 절댓값이다.

        상처는 새로 돋는 살의 전제조건. 

        무엇보다도 사람의 감정은 어째서, 뜨거운 물에 닿은 소금처럼 녹아 사라질 수 없는 걸까. 때로 어떤 사람들에게는 참치 통조림만도 못한 주제에. 그러다 문득 소금이란 다만 녹을 뿐 사라지지 않는다는 걸 깨닫는다. 어떤 강제와 분리가 없다면 언제고 언제까지고 그 안에서.

        ...... 그렇지만 그게 내 탓은 아니잖아. 나는 단지 거기 존재했을 뿐인데.

        누군가 씹다 뱉어버린 껌같은 삶이라도 나는 그걸 견디어 그 속에 얼마 남지 않은 단물까지 집요하게 뽑을 것이다.

        위저드 베이커리의 간판이 멀리서부터 보였다. 이렇게 달리니 꼭 언젠가 그 날 같아서 웃음이 난다. 그러나 그때는 나를 붙드는 현실에서 격렬히 도망치다가 그곳에 다다랐을 뿐이다. 지금의 나는 과거와 현재와 어쩌면 올 수도 있는 미래를 향해 달린다.

        -

        나와 점장 그리고 파랑새
        `
    },
    {
        id: 304,
        title: '쇼코의 미소',
        author: '최은영',
        publish: '문학동네',
        sentence: `어떤 연애는 우정 같고, 어떤 우정은 연애 같다. 
        
        쇼코를 생각하면 그 애가 나를 더 이상 좋아하지 않을까 봐 두려웠었다. 더는 다치고 싶지 않은 마음, 깊이 결합되고 싶은 마음, 온전히 이해받으면서도 해부되고 싶지 않은 마음.. 그 애와 함께했던 그 시간은 나조차 이해하기 어려운 내 헐벗은 마음을 정직하게 보게 했다. 나이, 환경 혹은 누군가의 편견 때문에 차별받아 본 기억이 있을 테고 사랑했던 누군가에게 거절당하기도 했을 것이다. 되갚아주고 싶은건가. 아니면 그저 누군가를 자극해서 반응을 보고 싶은 건가. 나는 그런 식으로밖에 자신에 대해 안심하지 못하는 그들이 진심으로 가없게 느껴졌다. 누군가를 조롱하고 차별하면서 기쁨을 느끼는 삶은 얼마나 공허한가.

        순결한 꿈은 오로지 이 일을 즐기며 할 수 있는 재능있는 이들의 것이었다. 그리고 영광도 그들의 것이 되어야 마땅했다. 영화는, 예술은 범인의 노력이 아니라 타고난 자들의 노력 속에서만 그 진짜 얼굴을 드러냈다. 나는 두 손으로 얼굴을 가리고 눈물을 흘렸다. 그 사실을 인정하기가 어려웠기 때문이다. 재능이 없는 이들이 꿈이라는 허울을 잡기 시작하는 순간, 그 허울은 천천히 삶을 좀먹어간다.

        -

        쇼코와 소유
        `
    },
    {
        id: 305,
        title: '구의 증명',
        author: '최진영',
        publish: '은행나무',
        sentence: `너 때문에 나는 만사가 시시해졌는데 너는 사는 게 어떠냐고 물어볼까.

        나는 울었다. 울면서도 모르는 게 죄냐고 물었다.
        이모는 이렇게 대답했다.

        무언가를 알기 위해서 대답이나 설명보다 시간이 필요한 경우도 있다고.

        우주를 통틀어 우리만 알던 비밀.
        이유가 필요하다면, 과연 그게 사랑일까.
        그렇게 하는 것이 사랑에 훨씬 가까웠을까.

        너는 내가 궁금하지도 않아? 
        내가 이런 얘기를 하는데 아무렇지도 않아?

        나는 담에게 들을 과거가 없었다. 함께 겪었으니까.

        죽어보지 않아서, 죽는 게 어떤 것인지는 아직 모르겠다.
        나는 사람이길 원하는가.

        언젠가 네가 죽는다면, 그 때가 천 년 후라면 좋겠다. 천년토록 살아남아 그 시간만큼 너를 느낄 수 있다면 좋겠다.

        나를 바꾸고 싶었다. 바꿀 수 없다면 버리고 싶었다. 버리고 다시 살고 싶었다. 희망없는 세상에선 살 수 있었지만 너 없는 세상에선 살고 싶지가 않아서.

        -

        구와 담
        `
    },    {
        id: 306,
        title: '자면서도 다 듣는 애인아',
        author: '김개미',
        publish: '문학동네',
        sentence: `태양을 떨어뜨리고 싶어. 
        난 열린 문으로는 들어가고 싶지 않아. 
        난 순한 것은 즐기지 않아.
        자백하는 것은 아름답지 않아.
        자면서도 다 듣는 애인아. 
        우리는 썩은 이마를 맞대고 살아온 거야. 
        날개라고 알고 있었지만 등뒤에서 나온 건 새싹이었어.
        / 너보다 조금 먼저 일어나 앉아

        아무 일 없어도 왜 숨이 막히는가 왜
        키스 없는 계절을 내버려두는가
        / 복숭아뼈에 고인 노을

        이제는 알아. 자동차도 날 수 있다는 것. 뼈와 살을 찢어버리면 사람도 날개를 달고 새처럼 가볍게 날아갈 수 있다는 것. 더이상 비참할 수 없을 정도로 비참해지면 그때는 강해질 수 있다는 것. 꿈꾸려면 거침없이 사라져야 한다는 것.
        / 목격자

        우리는 누가 말해주지 않아도 안다
        여름의 태양이 교문으로 들어선다 해도
        우리의 심장에는 햇살 한 올 떨어지지 않으리라는 것
        흐린 날에도 눈이 오는 날에도 
        우리의 임무는 해를 기다리는 것이라는 것
        해가 떠도 해를 기다리는 일이라는 것
        / 하얀 밀림의 시간
        `
    },    {
        id: 307,
        title: '당신은 언제 노래가 되지',
        author: '허 연',
        publish: '문학과지성사',
        sentence: `상대의 문장 속에서 죽지 않기.
        뜨겁게 달아오르지 않는 연습을 하자. 언제 커피 한잔 하자는 말처럼 쉽고 편하게, 그리고 불타오르지 않기.
        
        돌진하는 건 재미없는 게임이야. 잘 생각해 너는 중독되면 안돼.

        중독되면 누가 더 오래 살까? 이런 거 걱정해야 하잖아.

        가끔 기도는 할게. 그대의 슬픈 내력이 그대의 생을 엄습하지 않기를, 나보다 그대가 덜 불운하기를, 그대 기록 속에 내가 없기를.

        그러니까 다시는 가슴 덜컹하지 말기.
        이별의 종류는 너무나 많으니까. 또 생길 거니까.

        너무 많은 길을 가리키고 서있는 표지판과
        너무 많은 방향으로 날아오르는 새들과
        너무 많은 바다로 가는 배들과
        너무 많은 돌멩이들

        사랑해. 그렇지만 불타는 자동차에서는 내리기.

        당신은 언제 노래가 되지.

        / 당신은 언제 노래가 되지
        `
    },    {
        id: 308,
        title: '칵테일, 러브, 좀비',
        author: '조예은',
        publish: '안전가옥',
        sentence: `내 목에 17년째 박혀 있는 가시. 내 의사를 막는 모든 것들, 입에서 나오지 못한 말들은 엉기고 뭉쳐서 가시로 남았다. 그것은 다시 내 목구멍을 틀어막고 여린 부위를 찔러댄다.
        / 초대

        "넌 이름이 뭐야?"
        "나는 잊어버렸어. 알려줄 이름이 없어. 이름은커녕 얼굴을 본 지도 무척 오래돼서 내가 어떻게 생겼는지도 몰라."
        그러자 숲이 답했다.
        "없으면 다시 만들면 돼. 네가 누구인지 이름을 정하는 거야."

        처음 듣는 말이었다. 너무 가슴 떨리는 말이어서 자신이 이런 말을 들어도 되는지 두려웠다.
        / 습지의 사랑

        그래서 때때로 자신조차 싫어졌다. 결국 그 모든 증오의 밑바닥에 깔린 건 애정이었다.
        / 칵테일, 러브, 좀비

        사실 이것은 공평하지 않다. 그동안 그가 우리에게 베푼 폭력을 생각한다면, 이 정도는 아직 한참이나 공평하지 않았다. 하지만 삶이란 것이 원래 불공평한 것이 아닌가. 하지만 나는 그러기가 싫었다.
        / 오버랩 나이프, 나이프
        `
    },    {
        id: 309,
        title: '보건교사 안은영',
        author: '정세랑',
        publish: '민음사',
        sentence: `어차피 언젠가는 지게 되어있어요. 친절한 사람들이 나쁜 사람들은 어떻게 계속 이겨요. 도무지 이기지 못하는 것까지 친절함에 포함되어 있으니까 괜찮아요. 져도 괜찮아요. 그게 이번이라도 괜찮아요. 안 되겠다 싶으면 도망칩시다.

        어느새부터인가는 보상을 바라는 마음도 버렸다. 세상이 공평하지 않다고 해서 자신의 친절함을 버리고 싶진 않았기 때문이다. 은영의 일은 은영이 세상에게 보이는 친절에 가까웠다. 친절이 지나치게 저평가된 덕목이라고 여긴다는 점에서 은영과 인표는 통하는 구석이 있었다.

        사람보다 다른 것들이 비싸다는 말을 들을 때마다 살아가는 일이 너무나 값없게 느껴졌다.

        어떤 나이에는 정말로 사랑과 보호가 필요한데 모두가 그걸 얻지는 못한다.

        좋아해요. 머리 끝부터 발끝까지 꽃무늬만 입는다 해도.

        서로의 흉터에 입을 맞추고 사는 삶은 삶의 다른 나쁜 조건들을 잊게 해주었다.

        -

        안은영과 홍인표
        `
    },    {
        id: 310,
        title: 'Frozen Fire 프로즌 파이어',
        author: 'Tim Bowler 팀 보울러',
        publish: '놀',
        sentence: `발자국은 차츰 희미해지다가 마침내 완전히 사라졌다.
        더스티는 몸을 일으켜 주위를 둘러보면서 혹시나 다른 곳에서라도 발자국이 다시 시작되는 흔적을 찾을 수 있을까 기대했지만, 그것이 헛된 바람이라는 걸 알고 있었다. 마음속에 희미하게 깜박이던 희망이 다시 꺼져버렸다. 더스티는 하늘을 올려다보았다.
        
        "안 돼요. 제발 이렇게 끝나지 않게 해주세요."

        그러나 보이는 건 눈앞에 내리고 있는 살갗이 데일 정도로 뜨거운 눈송이뿐이었다.
                
        눈보라가 휘몰아쳐 모든 생각과 감정, 그리고 내면의 모든 자아를 송두리째 뒤덮어버렸다. 더스티는 눈보라를 기꺼이 맞아들였다. 이제 아무것도 남지 않았으며, 그 커다란 수수께끼는 영원히 풀지 못할 터였다. 더스티는 눈 속에 누워 두팔을 쫙 펴고 입을 크게 벌려 눈을 마시고 있었다. 타는 듯한 눈송이에서 온몸을 불태워버릴 것만 같은 강렬하고 뜨거운 빛이 느껴졌다.
        
        "모든 건 하나야."
        
        더스티는 자신의 목소리를 들었다.
        
        마치 자신에게 속한 것은 단 하나도 남은 게 없다는 듯, 이제 소년이 했던 말을 읊조리고 있었다. 그 말이 무슨 뜻인지는 모르지만, 그런 건 문제가 되지 않는 것 같았다. 마침내 더스티는 서서히 지워지고 있었다. 기억할 과거도 상상할 미래도 없으니 자신은 이제 추억할 대상도 마음에 떠올릴 환영도 아니었다. 오직 이 한 가지 사실만 존재했고, 그것만이 더스티가 아는 전부였다.
        
        눈은 환하게 빛을 발하며 몇 시간째 끝도 없이 퍼부어댔다. 더스티는 등을 대고 누워 눈이 자기 위에 내려앉도록, 그래서 자기 몸을 묻고 자신의 꿈을 묻도록 내버려두었다. 이제 세상 모든 것이 반짝이는 근원 속으로 조용히 되돌아가 차츰 사라져갔다. 더스티도 서서히 사라지고 없었다, 더스티라는 사람은 더 이상 존재하지 않았다. 자신이 누구였든 혹은 무엇이었든 이제 더스티라는 사람은 이곳에 없었다. 더스티는 세상이, 우주가, 하얗게 빛나는 무한이 되어버렸다. 그 무한 속 어딘가에서 목소리 하나가 들려왔다.

        -

        조쉬 오빠와 더스티
        `
    }
];